Revit 2027 API
ReinforcementRoundingManager Properties
The ReinforcementRoundingManager type exposes the following members.
Properties
Name | Description
Element |  The owner of the reinforcement rounding overrides.
IsActiveOnElement |  Defines whether reinforcement rounding is activated for the particular element.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ReinforcementRoundingManager Class
Autodesk.Revit.DB.Structure Namespace